export const storeData = {
    // ! 서울 (1)
    //  TODO 서울 당일치기
    //? - 혼자
    '1111': { // 서울 - 당일치기 - 혼자 - 빽빽여행
        days: [
            [
                { name: "리움미술관", address: "서울특별시 용산구 이태원로55길 60-16", lat: 37.5378932, lng: 126.9993937 },
                { name: "로코스비비큐", address: "서울특별시 용산구 회나무로 83", lat: 37.5409436, lng: 126.9954877 },
                { name: "남산 야외식물원", address: "서울특별시 용산구 소월로 323", lat: 37.5427327, lng: 126.9936572 },
                { name: "N서울타워", address: "서울특별시 용산구 남산공원길 105", lat: 37.5511694, lng: 126.9882266 },
                { name: "해방촌 신흥시장", address: "서울특별시 용산구 신흥로 95-9", lat: 37.5452795, lng: 126.9850689 }
            ]
        ]
    },
    '1112': { // 서울 - 당일치기 - 혼자 - 여유로운여행
        days: [
            [
                { name: "원조남산왕돈까스", address: "서울특별시 중구 소파로 107", lat: 37.5573335, lng: 126.9860967 },
                { name: "커피나무", address: "서울특별시 중구 남산동2가 49-32", lat: 37.557119, lng: 126.985802 },
                { name: "남산 케이블카", address: "서울특별시 중구 소파로 83", lat: 37.5565908, lng: 126.9839744 },
                { name: "N서울타워", address: "서울특별시 용산구 남산공원길 105", lat: 37.5511694, lng: 126.9882266 }
            ]
        ]
    },
    //? - 연인과
    '1121': { // 서울 - 당일치기 - 연인과 - 빽빽여행
        days: [
            [
                { name: "광장시장", address: "서울특별시 종로구 창경궁로 88", lat: 37.570278, lng: 126.998716 },
                { name: "국립중앙박물관", address: "서울특별시 용산구 서빙고로 137", lat: 37.523842, lng: 126.98047 },
                { name: "동대문 쇼핑몰", address: "서울 중구 마장로 34 1-3F", lat: 37.567768, lng: 127.013559 },
                { name: "조선식당 대학로", address: "서울특별시 종로구 대학로 128", lat: 37.582703, lng: 127.002151 },
                { name: "정그리다", address: "서울특별시 종로구 낙산성곽길 2 2층", lat: 37.571696, lng: 127.009858 }
            ]
        ]
    },
    '1122': { // 서울 - 당일치기 - 연인과 - 여유로운여행
        days: [
            [
                { name: "사비나미술관", address: "서울특별시 은평구 진관1로 93", lat: 37.630219, lng: 126.929436 },
                { name: "돈의문 박물관 마을", address: "서울특별시 종로구 송월길 14-3", lat: 37.568798, lng: 126.968536 },
                { name: "아이노가든_키친 광화문", address: "서울특별시 종로구 경희궁2길 10 2층", lat: 37.572773, lng: 126.971248 },
                { name: "삼청빙수", address: "서울특별시 종로구 삼청로 84-1", lat: 37.582882, lng: 126.981932 }
            ]
        ]
    },
    //? 친구와
    '1131': { // 서울 - 당일치기 - 친구와 - 빽빽여행
        days: [
            [
                { name: "N서울타워", address: "서울특별시 용산구 남산공원길 105", lat: 37.548933, lng: 126.989416 },
                { name: "전쟁과여성인권박물관", address: "서울특별시 마포구 월드컵북로11길 20 전쟁과여성인권박물관", lat: 37.560068, lng: 126.914894 },
                { name: "롯데월드타워&몰", address: "서울 송파구 올림픽로 300 롯데월드몰 지하1층", lat: 37.513623, lng: 127.104116 },
                { name: "서촌 식당 서촌", address: "서울특별시 종로구 자하문로17길 12", lat: 37.581472, lng: 126.969997 },
                { name: "학림다방", address: "서울특별시 종로구 대학로 119", lat: 37.581892, lng: 127.001666 }
            ]
        ]
    },
    '1132': { // 서울 - 당일치기 - 친구와 - 여유로운여행
        days: [
            [
                { name: "덕수궁", address: "서울특별시 중구 세종대로 99 덕수궁", lat: 37.56592, lng: 126.975171 },
                { name: "한국 가구 박물관", address: "서울특별시 성북구 대사관로 121 한국가구박물관", lat: 37.600048, lng: 126.99305 },
                { name: "송암온반 익선동", address: "서울특별시 종로구 돈화문로11나길 31-3 1층", lat: 37.57397, lng: 126.989993 },
                { name: "아티스트 베이커리", address: "서울특별시 종로구 안국동 167", lat: 37.576234, lng: 126.984268 }
            ]
        ]
    },
    //? 부모님과
    '1141': { // 서울 - 당일치기 - 부모님과 - 빽빽여행
        days: [
            [
                { name: "동묘벼룩시장", address: "서울특별시 종로구 숭인동 102-8", lat: 37.573214, lng: 127.017641 },
                { name: "경복궁", address: "서울특별시 종로구 사직로 161 경복궁", lat: 37.579631, lng:  126.977033},
                { name: "더 현대 서울", address: "서울 영등포구 여의대로 108 더현대 서울", lat: 37.526044, lng: 126.928288 },
                { name: "토담토담 종로3가", address: "서울특별시 종로구 수표로 118", lat: 37.571696, lng:  126.989306},
                { name: "식물", address: "서울특별시 종로구 돈화문로11다길 46-1", lat: 37.573772, lng: 126.989648 }
            ]
        ]
    },
    '1142': { // 서울 - 당일치기 - 부모님과 - 여유로운여행
        days: [
            [
                { name: "성곡미술관", address: "서울특별시 종로구 경희궁길 42", lat: 37.573149, lng:  126.969811},
                { name: "수성동계곡", address: "서울특별시 종로구 옥인동 185-3", lat: 37.582262, lng: 126.963216},
                { name: "양지식당 동대문", address: "서울특별시 종로구 율곡로29길 4", lat: 37.573916, lng: 127.006995},
                { name: "스노브", address: "서울특별시 종로구 청운효자동 자하문로9길 14", lat: 37.579684, lng:  126.970379}
            ]
        ]
    },
    //? 아이와
    '1151': { // 서울 - 당일치기 - 아이와 - 빽빽여행
        days: [
            [
                { name: "서울 어린이 대공원", address: "서울특별시 광진구 능동로 216", lat: 37.549582, lng:  37.549582},
                { name: "서울역사박물관", address: "서울특별시 종로구 새문안로 55", lat: 37.570748, lng:  126.968831},
                { name: "커먼그라운드", address: "서울 광진구 아차산로 200", lat: 37.541147, lng: 37.541147 },
                { name: "정선할매곤드레밥 경복궁", address: "서울특별시 종로구 사직로8길 5-13", lat: 37.575724, lng:  126.969736},
                { name: "한옥찻집", address: "서울특별시 종로구 인사동12길 9", lat: 37.574569, lng:  126.984819}
            ]
        ]
    },
    '1152': { // 서울 - 당일치기 - 아이와 - 여유로운여행
        days: [
            [
                { name: "국립 민속 박물관", address: "서울특별시 종로구 삼청로 37", lat: 37.580841, lng: 126.976853 },
                { name: "명동난타극장", address: "서울특별시 중구 명동길 26 유네스코회관", lat: 37.56352, lng:  126.983705},
                { name: "만수의 정원 삼청동", address: "서울특별시 종로구 북촌로5가길 35-2", lat: 37.581068, lng:  126.981374},
                { name: "테르트르", address: "서울특별시 종로구 낙산5길 46", lat: 37.57814, lng: 127.011289 }
            ]
        ]
    },
    //? 기타
    '1161': { // 서울 - 당일치기 - 기타 - 빽빽여행
        days: [
            [
                { name: "서울숲", address: "서울특별시 성동구 뚝섬로 273", lat: 37.545038, lng:  127.040843},
                { name: "국립현대미술관 덕수궁", address: "서울특별시 중구 세종대로 99", lat: 37.565894, lng: 126.973691 },
                { name: "IFC몰", address: "서울 영등포구 여의도동 국제금융로 10 서울 국제금융 센터", lat:37.525231 , lng:126.926026  },
                { name: "아리수만찬", address: "서울특별시 영등포구 노들로 111 양화선착장", lat: 37.544892, lng: 126.893271 },
                { name: "보틀팩토리", address: "서울특별시 서대문구 연희동 708번지 1층", lat: 37.575149, lng: 126.928468 }
            ]
        ]
    },
    '1162': { // 서울 - 당일치기 - 기타 - 여유로운여행
        days: [
            [
                { name: "용산가족공원", address: "서울특별시 용산구 서빙고로 185", lat: 37.521141, lng:  126.983939},
                { name: "창경궁", address: "서울특별시 종로구 창경궁로 185 창경궁", lat: 37.578748, lng: 126.994878 },
                { name: "틴틴 강남점", address: "서울특별시 강남구 봉은사로2길 19", lat: 37.503538, lng: 127.026144 },
                { name: "투테일스", address: "서울특별시 성동구 성수동1가 656-938 2층", lat: 37.547009, lng: 127.044333 },
            ]
        ]
    },
    //  TODO 서울 1박 2일
    //? - 혼자
    '1211': { // 서울 - 1박2일 - 혼자 - 빽빽여행
        days: [
            [//day1
                { name: "리움미술관", address: "서울특별시 용산구 이태원로55길 60-16", lat: 37.5378932, lng: 126.9993937 },
                { name: "로코스비비큐", address: "서울특별시 용산구 회나무로 83", lat: 37.5409436, lng: 126.9954877 },
                { name: "남산 야외식물원", address: "서울특별시 용산구 소월로 323", lat: 37.5427327, lng: 126.9936572 },
                { name: "N서울타워", address: "서울특별시 용산구 남산공원길 105", lat: 37.5511694, lng: 126.9882266 },
                { name: "해방촌 신흥시장", address: "서울특별시 용산구 신흥로 95-9", lat: 37.5452795, lng: 126.9850689 }
            ],
            [//day2
                { name: "사비나미술관", address: "서울특별시 은평구 진관1로 93", lat: 37.630219, lng: 126.929436 },
                { name: "돈의문 박물관 마을", address: "서울특별시 종로구 송월길 14-3", lat: 37.568798, lng: 126.968536 },
                { name: "아이노가든_키친 광화문", address: "서울특별시 종로구 경희궁2길 10 2층", lat: 37.572773, lng: 126.971248 },
                { name: "삼청빙수", address: "서울특별시 종로구 삼청로 84-1", lat: 37.582882, lng: 126.981932 }
            ]
        ]
    },
    '1212': { // 서울 - 1박2일 - 혼자 - 여유여행
        days: [
            [//day1
                { name: "원조남산왕돈까스", address: "서울특별시 중구 소파로 107", lat: 37.5573335, lng: 126.9860967 },
                { name: "커피나무", address: "서울특별시 중구 남산동2가 49-32", lat: 37.557119, lng: 126.985802 },
                { name: "남산 케이블카", address: "서울특별시 중구 소파로 83", lat: 37.5565908, lng: 126.9839744 },
                { name: "N서울타워", address: "서울특별시 용산구 남산공원길 105", lat: 37.5511694, lng: 126.9882266 }
            ],
            [//day2
                { name: "광화문", address: "서울특별시 종로구 효자로 12 국립고궁박물관", lat: 37.576657, lng: 126.974963},
                { name: "독도체험관", address: "서울특별시 영등포구 영중로 15 타임스퀘어", lat: 37.517118, lng: 126.903405},
                { name: "도마 인사동", address: "서울특별시 종로구 인사동8길 6-1 1층 도마", lat: 37.573753, lng: 126.985831 },
                { name: "애즈라이크", address: "서울특별시 종로구 효자로7길 23", lat: 37.578267, lng: 126.973328 }
            ]
        ]
    },
    //? - 연인과
    '1221': { // 서울 - 1박2일 - 연인과 - 빽빽
        days: [
            [//day1
                { name: "동대문 역사 문화 공원", address: "서울특별시 중구 신당동 853", lat: 37.567297, lng: 126.9860967 },
                { name: "청와대 사랑채", address: "서울특별시 종로구 효자로13길 45", lat: 37.582615, lng: 126.9731 },
                { name: "동대문 쇼핑몰", address: "서울 중구 마장로 34 1-3F", lat: 37.567768, lng: 127.013559 },
                { name: "굿모닝 인사동", address: "서울특별시 종로구 우정국로 48 S&S 빌딩 지하1층", lat: 37.573325, lng: 126.983206 },
                { name: "mk2", address: "서울특별시 종로구 자하문로10길 17", lat: 37.57951, lng: 126.972515 }
            ],
            [//day2
                { name: "광화문", address: "서울특별시 종로구 효자로 12 국립고궁박물관", lat: 37.576657, lng: 126.974963},
                { name: "독도체험관", address: "서울특별시 영등포구 영중로 15 타임스퀘어", lat: 37.517118, lng: 126.903405},
                { name: "도마 인사동", address: "서울특별시 종로구 인사동8길 6-1 1층 도마", lat: 37.573753, lng: 126.985831 },
                { name: "애즈라이크", address: "서울특별시 종로구 효자로7길 23", lat: 37.578267, lng: 126.973328 }
            ]
        ]
    },
    '1222': { // 서울 - 1박2일 - 연인과 - 여유
        days: [
            [//day1
                { name: "광화문", address: "서울특별시 종로구 효자로 12 국립고궁박물관", lat: 37.576657, lng: 126.974963},
                { name: "독도체험관", address: "서울특별시 영등포구 영중로 15 타임스퀘어", lat: 37.517118, lng: 126.903405},
                { name: "도마 인사동", address: "서울특별시 종로구 인사동8길 6-1 1층 도마", lat: 37.573753, lng: 126.985831 },
                { name: "애즈라이크", address: "서울특별시 종로구 효자로7길 23", lat: 37.578267, lng: 126.973328 }
            ],
            [//day2
                { name: "아라리오뮤지엄 인 스페이스", address: "서울특별시 종로구 율곡로 83", lat: 37.577735, lng: 126.988361},
                { name: "마포아트센터", address: "서울특별시 마포구 대흥로20길 28 마포아트센터", lat: 37.549761, lng: 126.945571},
                { name: "정원 광화문", address: "서울특별시 종로구 새문안로5길 37", lat: 37.573606, lng: 126.974193 },
                { name: "통인스윗", address: "서울특별시 종로구 통인동 73", lat: 37.5796103, lng: 126.9695892 }
            ]
        ]
    },
    //? - 친구와
    '1231': { // 서울 - 1박2일 - 친구와 - 빽빽
        days: [
            [//day1
                { name: "일민미술관", address: "서울특별시 종로구 세종대로 152", lat: 37.569879, lng: 126.977554 },
                { name: "심심헌", address: "서울특별시 종로구 북촌로11길 47", lat: 37.582803, lng: 126.983458 },
                { name: "롯데월드타워&몰", address: "서울 송파구 올림픽로 300 롯데월드몰 지하 1층", lat: 37.513623, lng: 127.104116 },
                { name: "양반댁 광화문", address: "서울특별시 종로구 인사동길 19-18 양반댁", lat: 37.572254, lng: 126.985924 },
                { name: "서촌스코프,", address: "서울특별시 종로구 필운대로5가길 31", lat: 37.580361, lng: 126.967481 }
            ],
                [//day2
                { name: "문화비축기지", address: "서울특별시 마포구 증산로 87", lat: 37.571252, lng: 126.893921 },
                { name: "충무아트센터", address: "서울특별시 중구 퇴계로 387", lat: 37.565923, lng: 127.014861 },
                { name: "종로반상회 종각역", address: "서울특별시 종로구 우정국로2길 8 지하 1층", lat: 37.569718, lng: 126.984302 },
                { name: "스타픽스", address: "서울특별시 종로구 사직로9길 22 102호", lat: 35.577467, lng: 126.967975 }
                ]
        ]
    },
    '1232': { // 서울 - 1박2일 - 친구와 - 여유
        days: [
           [//day1
           { name: "박물관은 살아있다", address: "서울특별시 종로구 인사동길 12 대일빌딩 지하 1층", lat: 37.571977, lng: 126.987219 },
           { name: "성우이용원", address: "서울특별시 마포구 효창원로97길 4-1", lat: 37.549557, lng: 126.98047 },
           { name: "금성식당 종로 3가", address: "서울특별시 종로구 돈화문로 5길 26 1층", lat: 37.570809, lng: 126.990591 },
           { name: "사월의 물고기", address: "서울특별시 종로구 인사동길 62-5 2층", lat: 37.575429, lng: 126.983708 }
       ],
            [//day2
            { name: "홍대앞 예술시장 프리마켓", address: "서울특별시 마포구 와우산로 21길 19-3", lat: 37.552254, lng: 126.913326 },
            { name: "한성 백제 박물관", address: "서울특별시 송파구 위레성대로 71 한성백제박물관", lat: 37.515406, lng: 127.120866 },
            { name: "인사동그집 쌈지길", address: "서울특별시 종로구 인사동길 44 쌈지길", lat: 37.574302, lng: 126.984904 },
            { name: "카페 아키비스트", address: "서울특별시 종로구 효자로 13길 52", lat: 37.58217, lng: 126.97266 },
            ]
        ]
    },
    //? - 부모님과
    '1231': { // 서울 - 1박2일 - 부모님과 - 빽빽
        days: [
            [//day1
                { name: "국회의사당", address: "서울특별시 영등포구 여의도동 의사당대로 1", lat: 37.519944, lng: 126.929573 },
                { name: "와룡모", address: "서울특별시 중구 남산공원길 609", lat: 37.553893, lng: 126.989927 },
                { name: "더 현대 서울", address: "서울특별시 영등포구 여의대로 108 더현대 서울", lat: 37.526044, lng: 126.928288 },
                { name: "전주집 인사동", address: "서울특별시 종록 인사동 220-27", lat: 37.571642, lng: 126.98562 },
                { name: "카페 하이웨스트", address: "서울특별시 종로구 돈화문로 11다길 18", lat: 37.573117, lng: 126.99071 }
            ],
            [//day2
                { name: "국회의사당", address: "서울특별시 영등포구 여의도동 의사당대로 1", lat: 37.519944, lng: 126.929573 },
                { name: "와룡모", address: "서울특별시 중구 남산공원길 609", lat: 37.553893, lng: 126.989927 },
                { name: "더 현대 서울", address: "서울특별시 영등포구 여의대로 108 더현대 서울", lat: 37.526044, lng: 126.928288 },
                { name: "전주집 인사동", address: "서울특별시 종록 인사동 220-27", lat: 37.571642, lng: 126.98562 },
                { name: "카페 하이웨스트", address: "서울특별시 종로구 돈화문로 11다길 18", lat: 37.573117, lng: 126.99071 }
            ]
        ]
    },
    //  TODO 서울 2박 3일
    //? - 혼자
    '1311': { // 서울 - 2박3일 - 혼자 - 빽빽여행
        days: [
            [//day1
                { name: "리움미술관", address: "서울특별시 용산구 이태원로55길 60-16", lat: 37.538367, lng: 126.999286 },
                { name: "마이아트뮤지엄", address: "서울특별시 강남구 테헤란로 518", lat: 37.507643, lng: 127.06048 },
                { name: "스타필드 코엑스몰", address: "서울 강남구 영동대로 513", lat: 37.512514, lng: 127.058825 },
                { name: "시래기담은 북촌마을", address: "서울특별시 종로구 삼청로 65-2 시래기담은", lat: 37.581564, lng: 126.980919 },
                { name: "포비", address: "서울특별시 종로구 종로3길 17", lat: 37.570963, lng: 126.97891 }
            ],
            [//day2
                { name: "북촌 한옥마을", address: "서울특별시 종로구 계동길 37", lat: 37.579063, lng: 126.98643},
                { name: "국립중앙극장", address: "서울특별시 중구 장충단로 59", lat: 37.552867, lng: 127.000131},
                { name: "전주콩나물해장국 경복궁역", address: "서울특별시 종로구 자하문로 3", lat: 37.576449, lng: 126.972287 },
                { name: "런던 베이글뮤지엄", address: "서울특별시 종로구 북촌로4길 20", lat: 37.5792, lng: 126.986154 }
            ]
            ,
            [//day3
                { name: "명동대성당", address: "서울특별시 중구 명동길 74", lat: 37.563072, lng: 126.986999},
                { name: "대오서점", address: "서울특별시 종로구 자하문로7길 55", lat: 37.579732, lng: 126.969326},
                { name: "최대감네 인사동", address: "서울특별시 종로구 인사동8길 12-3", lat: 37.573978, lng: 126.986338 },
                { name: "카페 레이어드", address: "서울특별시 종로구 북촌로2길 2-3", lat: 37.577688, lng: 126.985913 }
            ]
        ]
    },
    '1312': { // 서울 - 2박3일 - 혼자 - 여유여행
        days: [
            [//day1
                { name: "해방촌", address: "서울특별시 용산구 용산동2가", lat:37.542851, lng: 126.9860967 },
                { name: "스타필드 코엑스몰", address: "서울특별시 종로구 자하문로10길 25", lat: 37.512514, lng: 127.058825 },
                { name: "청하식당 서촌", address: "서울특별시 중구 소파로 83", lat: 37.579465, lng: 126.972954 },
                { name: "더숲 초소책방", address: "서울특별시 종로구 인왕산로 172", lat: 37.586016, lng: 126.964263 }
            ],
            [//day2
                { name: "낙상공원", address: "서울특별시 종로구 율곡로 286 2층", lat: 37.571809, lng: 126.985242},
                { name: "밥플러스 서촌", address: "서울특별시 종로구 옥인길 9", lat: 37.58046, lng: 126.968003},
                { name: "테라로사", address: "서울특별시 종로구 종로1길 50", lat: 37.574792, lng: 126.979319 }
            ]
            ,
            [//day3
                { name: "창덕궁", address: "서울특별시 종로구 율곡로 99", lat: 37.582763, lng: 126.991326},
                { name: "허준 박물관", address: "서울특별시 강서구 허준로 87 허준박물관", lat: 37.567879, lng: 126.850948},
                { name: "명륜건강원 혜화", address: "서울특별시 종로구 혜화로3길 5 아남아파트 301동103호", lat: 37.5855, lng: 126.999386 },
                { name: "텅", address: "서울특별시 종로구 율곡로 82 7층", lat: 37.577174, lng: 126.988154 }
            ]
        ]
    },
    //? - 연인과
    '1321': { // 서울 - 2박3일 - 연인과 - 빽빽여행
        days: [
            [//day1
                { name: "리움미술관", address: "서울특별시 용산구 이태원로55길 60-16", lat: 37.538367, lng: 126.999286 },
                { name: "마이아트뮤지엄", address: "서울특별시 강남구 테헤란로 518", lat: 37.507643, lng: 127.06048 },
                { name: "스타필드 코엑스몰", address: "서울 강남구 영동대로 513", lat: 37.512514, lng: 127.058825 },
                { name: "시래기담은 북촌마을", address: "서울특별시 종로구 삼청로 65-2 시래기담은", lat: 37.581564, lng: 126.980919 },
                { name: "포비", address: "서울특별시 종로구 종로3길 17", lat: 37.570963, lng: 126.97891 }
            ],
            [//day2
                { name: "동대문 역사 문화 공원", address: "서울특별시 중구 신당동 853", lat: 37.567297, lng: 126.9860967 },
                { name: "청와대 사랑채", address: "서울특별시 종로구 효자로13길 45", lat: 37.582615, lng: 126.9731 },
                { name: "동대문 쇼핑몰", address: "서울 중구 마장로 34 1-3F", lat: 37.567768, lng: 127.013559 },
                { name: "굿모닝 인사동", address: "서울특별시 종로구 우정국로 48 S&S 빌딩 지하1층", lat: 37.573325, lng: 126.983206 },
                { name: "mk2", address: "서울특별시 종로구 자하문로10길 17", lat: 37.57951, lng: 126.972515 }
            ],
            [//day3
                { name: "해방촌", address: "서울특별시 용산구 용산동2가", lat:37.542851, lng: 126.9860967 },
                { name: "스타필드 코엑스몰", address: "서울특별시 종로구 자하문로10길 25", lat: 37.512514, lng: 127.058825 },
                { name: "청하식당 서촌", address: "서울특별시 중구 소파로 83", lat: 37.579465, lng: 126.972954 },
                { name: "더숲 초소책방", address: "서울특별시 종로구 인왕산로 172", lat: 37.586016, lng: 126.964263 }
            ],
        ]
    },
    '1322': { // 서울 - 2박3일 - 연인과 - 여유여행
        days: [
            [//day1
                { name: "사비나미술관", address: "서울특별시 은평구 진관1로 93", lat: 37.630219, lng: 126.929436 },
                { name: "돈의문 박물관 마을", address: "서울특별시 종로구 송월길 14-3", lat: 37.568798, lng: 126.968536 },
                { name: "아이노가든_키친 광화문", address: "서울특별시 종로구 경희궁2길 10 2층", lat: 37.572773, lng: 126.971248 },
                { name: "삼청빙수", address: "서울특별시 종로구 삼청로 84-1", lat: 37.582882, lng: 126.981932 }
            ]
            [//day2
                { name: "디뮤지엄", address: "서울특별시 성동구 왕십리로 83-21 디뮤지엄", lat: 37.543912, lng: 127.044235},
                { name: "롯데콘서트 홀", address: "서울특별시 송파구 올림픽로 300 롯데월드몰 8층 롯데콘서트홀", lat: 37.51363, lng: 127.103944},
                { name: "동대문 쇼핑몰", address: "서울 중구 마장로 34 1-3F", lat: 37.567768, lng: 127.013559 },
                { name: "애호락 계동", address: "서울특별시 종로구 계동길 41 2층 애호락", lat: 37.579148, lng: 126.986645 }
            ]
            ,
            [//day3
                { name: "이대 패션거리", address: "서울특별시 서대문구 북아현동", lat: 37.562639, lng: 126.954559},
                { name: "뮤지엄김치간", address: "서울특별시 종로구 인사동길 35-4 인사동마루 본관 4~6층", lat: 37.572335, lng: 126.987042},
                { name: "합천돼지국밥 종로3가", address: "서울특별시 종로구 삼일대로 418-3", lat: 37.572043, lng: 126.987996 }
            ]
        ]
    },//! 군산(5)
    //  TODO 군산 당일치기
    //? - 혼자
    '5111': { // 군산 - 당일치기 - 혼자 - 빽빽여행 
        days: [
            [
                { name: "이청도등대", address: "전북특별자치도 군산시 옥도면 어청도길 240", lat: 36.126247, lng: 125.968915 },
                { name: "신흥동 일본식가옥", address: "전북특별자치도 군산시 신흥동 구영1길 17", lat: 35.98614, lng: 126.706069 },
                { name: "한일옥", address: " 전북특별자치도 군산시 구영3길 63", lat: 35.987469, lng: 126.708235 },
                { name: "문스톤12카페 ", address: "전북특별자치도 군산시 미장동 526-5", lat: 35.963498, lng: 126.730168 }
            ]
        ]
    },
    '5112': { // 군산 - 당일치기 - 혼자 - 여유로운여행
        days: [
            [
                { name: "대한불교조계종 동국사", address: "전북특별자치도 군산시 구영2길 12-1", lat: 35.982761, lng: 126.70745 },
                { name: "군산근대역사박물관", address: "전북특별자치도 군산시 해망로 240", lat: 35.990699, lng: 126.711964 },
                { name: "옹고집쌈밥", address: " 전북특별자치도 군산시 나포면 서포리 449", lat: 36.016647, lng: 126.798456 },
                { name: "군산과자조합", address: "전북특별자치도 군산시 구영5길 68 KR 2층", lat: 35.98717, lng: 126.709493 }
            ]
        ]
    },
    //  TODO 군산 1박 2일
    //? - 혼자
    '5211': { // 군산 - 1박2일 - 혼자 - 빽빽여행
        days: [
            [//day1
                { name: "이청도등대", address: "전북특별자치도 군산시 옥도면 어청도길 240", lat: 36.126247, lng: 125.968915 },
                { name: "신흥동 일본식가옥", address: "전북특별자치도 군산시 신흥동 구영1길 17", lat: 35.98614, lng: 126.706069 },
                { name: "한일옥", address: " 전북특별자치도 군산시 구영3길 63", lat: 35.987469, lng: 126.708235 },
                { name: "문스톤12카페 ", address: "전북특별자치도 군산시 미장동 526-5", lat: 35.963498, lng: 126.730168 }
            ],
            [//day2
                { name: "선유도", address: "전북특별자치도 군산시 옥도면 선유남길 37-12", lat: 35.808244, lng: 126.412957},
                { name: "뷰뮤지엄 군산이성당점", address: "전북특별자치도 군산시 구영7길 77 1층", lat: 35.987313, lng: 126.710789},
                { name: "복성루", address: "전북특별자치도 군산시 월명로 382", lat: 35.978202, lng: 126.715768 },
                { name: "카페 라파르", address: "전북특별자치도 군산시 옥도면 장자도리 23", lat: 35.812816, lng: 126.396952 }
            ]
        ]
    },
    '5212': { // 군산 - 1박2일 - 혼자 - 여유여행
        days: [
            [//day1
                { name: "대한불교조계종 동국사", address: "전북특별자치도 군산시 구영2길 12-1", lat: 35.982761, lng: 126.70745 },
                { name: "군산근대역사박물관", address: "전북특별자치도 군산시 해망로 240", lat: 35.990699, lng: 126.711964 },
                { name: "옹고집쌈밥", address: " 전북특별자치도 군산시 나포면 서포리 449", lat: 36.016647, lng: 126.798456 },
                { name: "군산과자조합", address: "전북특별자치도 군산시 구영5길 68 KR 2층", lat: 35.98717, lng: 126.709493 }
            ],
            [//day2
                { name: "옥구향교", address: "전북특별자치도 군산시 옥구읍 광월길 33-50", lat: 35.930561, lng: 126.707179},
                { name: "동국사", address: "전북특별자치도 군산시 동국사길 16", lat: 35.982735, lng: 126.70752},
                { name: "구이나라", address: "전북특별자치도 군산시 구영7길 70", lat: 35.986662, lng: 126.710666 },
                { name: "틈", address: "전북특별자치도 군산시 영화동 11-9", lat: 35.989283, lng: 126.711431 }
            ]
        ]
    },
    //  TODO 군산 2박 3일
    //? - 혼자
    '5311': { // 군산 - 2박3일 - 혼자 - 빽빽여행
        days: [
            [//day1
                { name: "이청도등대", address: "전북특별자치도 군산시 옥도면 어청도길 240", lat: 36.126247, lng: 125.968915 },
                { name: "신흥동 일본식가옥", address: "전북특별자치도 군산시 신흥동 구영1길 17", lat: 35.98614, lng: 126.706069 },
                { name: "한일옥", address: " 전북특별자치도 군산시 구영3길 63", lat: 35.987469, lng: 126.708235 },
                { name: "문스톤12카페 ", address: "전북특별자치도 군산시 미장동 526-5", lat: 35.963498, lng: 126.730168 }
            ],
            [//day2
                { name: "선유도", address: "전북특별자치도 군산시 옥도면 선유남길 37-12", lat: 35.808244, lng: 126.412957},
                { name: "뷰뮤지엄 군산이성당점", address: "전북특별자치도 군산시 구영7길 77 1층", lat: 35.987313, lng: 126.710789},
                { name: "복성루", address: "전북특별자치도 군산시 월명로 382", lat: 35.978202, lng: 126.715768 },
                { name: "카페 라파르", address: "전북특별자치도 군산시 옥도면 장자도리 23", lat: 35.812816, lng: 126.396952 }
            ],
            [//day3
                { name: "이청도등대", address: "전북특별자치도 군산시 옥도면 어청도길 240", lat: 36.126247, lng: 125.968915 },
                { name: "내소사", address: "전북특별자치도 부안군 진서면 내소사로 191 내소사매표소", lat: 35.612186, lng: 126.589435 },
                { name: "짬뽕공장", address: "전북특별자치도 군산시 수송안7길 35 1층", lat: 35.800234, lng: 126.902584 },
                { name: "카페 산타로사", address: "전북특별자치도 군산시 나운3동 한밭로 76-12 KR", lat: 35.955948, lng: 126.698488 }
            ]
        ]
    },
    '5312': { // 군산 - 2박3일 - 혼자 - 여유로운여행
        days: [
            [//day1
                { name: "대한불교조계종 동국사", address: "전북특별자치도 군산시 구영2길 12-1", lat: 35.982761, lng: 126.70745 },
                { name: "군산근대역사박물관", address: "전북특별자치도 군산시 해망로 240", lat: 35.990699, lng: 126.711964 },
                { name: "옹고집쌈밥", address: " 전북특별자치도 군산시 나포면 서포리 449", lat: 36.016647, lng: 126.798456 },
                { name: "군산과자조합", address: "전북특별자치도 군산시 구영5길 68 KR 2층", lat: 35.98717, lng: 126.709493 }
            ],
            [//day2
                { name: "옥구향교", address: "전북특별자치도 군산시 옥구읍 광월길 33-50", lat: 35.930561, lng: 126.707179},
                { name: "동국사", address: "전북특별자치도 군산시 동국사길 16", lat: 35.982735, lng: 126.70752},
                { name: "구이나라", address: "전북특별자치도 군산시 구영7길 70", lat: 35.986662, lng: 126.710666 },
                { name: "틈", address: "전북특별자치도 군산시 영화동 11-9", lat: 35.989283, lng: 126.711431 }
            ],
            [//day3
                { name: "옥구향교", address: "전북특별자치도 군산시 옥구읍 광월길 33-50", lat: 35.930561, lng: 126.707179},
                { name: "뷰뮤지엄 군산이성당점", address: "전북특별자치도 군산시 구영7길 77 1층", lat: 35.987313, lng: 35.987313},
                { name: "옹고집쌈밥", address: "전북특별자치도 군산시 나포면 서포리 449", lat: 36.016647, lng: 126.798456 },
                { name: "카페 라파르", address: "전북특별자치도 군산시 옥도면 장자도리 23", lat: 35.812816, lng: 126.396952 }
            ]
        ]
    },// ! 대구 (8)
    //  TODO 대구 당일치기
    //? 혼자
    '8111': { // 대구 - 당일치기 - 혼자 - 빽빽여행
        days: [
            [
                { name: "대구근대역사관", address: "대구 중구 경상감영길 67 대구근대역사관", lat: 35.8717871, lng: 128.5911694},
                { name: "팡팡팡", address: "대구광역시 중구 동성로1길 15 2층", lat: 35.866903, lng: 128.5944487 },
                { name: "서문시장", address: "대구 중구 달성로 50 서문시장", lat: 35.8688497, lng: 128.5807879 },
                { name: "고도아트갤러리", address: "대구 중구 달구벌대로405길 38 필름통1층", lat: 35.8673382, lng: 128.5841802 },
                { name: "모노아트그림공방", address: "대구 중구 재마루길 23 1층 모노아트그림공방", lat: 35.8650228, lng: 128.5871204 }
            ]
        ]
    },
    '8112': { // 대구 - 당일치기 - 혼자 - 여유로운여행
        days: [
            [
                { name: "대구근대역사관", address: "대구 중구 경상감영길 67 대구근대역사관", lat: 35.8717871, lng: 128.5911694},
                { name: "하우피", address: "대구 중구 경상감영길 77", lat: 35.871739, lng: 128.5916248 },
                { name: "달팽이식당", address: "대구 중구 중앙대로81길 46", lat: 35.8696974, lng: 128.5911452 },
                { name: "대구근대화거리", address: "대구 중구 경상감영길 67", lat: 35.871496, lng: 128.5953974 }
            ]
        ]
    },
    //  TODO 대구 1박 2일
    //? 혼자
    '8211': { // 대구 - 1박 2일 - 혼자 - 빽빽여행
        days: [
            [//day1
                { name: "대구근대역사관", address: "대구 중구 경상감영길 67 대구근대역사관", lat: 35.8717871, lng: 128.5911694},
                { name: "팡팡팡", address: "대구광역시 중구 동성로1길 15 2층", lat: 35.866903, lng: 128.5944487 },
                { name: "서문시장", address: "대구 중구 달성로 50 서문시장", lat: 35.8688497, lng: 128.5807879 },
                { name: "고도아트갤러리", address: "대구 중구 달구벌대로405길 38 필름통1층", lat: 35.8673382, lng: 128.5841802 },
                { name: "모노아트그림공방", address: "대구 중구 재마루길 23 1층 모노아트그림공방", lat: 35.8650228, lng: 128.5871204 }
            ],
            [//day2
                { name: "도닮도예", address: "대구 북구 성북로5길 10 1층", lat: 35.891515, lng: 128.5870727},
                { name: "현풍닭칼국수 침산점", address: "대구 북구 성북로 36 더테라스스퀘어 101호 현풍닭칼국수 침산점", lat: 35.8908676, lng: 128.587574},
                { name: "모락모락 침산점", address: "대구 북구 침산남로19길 6 102,103호", lat: 35.8894076, lng: 128.5872251 },
                { name: "침산공원", address: "대구 북구 침산동 1344-1", lat: 35.897221, lng: 128.5847829 }
            ]
        ]
    },
    '8212': { // 대구 - 1박 2일 - 혼자 - 여유로운여행
        days: [
            [//day1
                { name: "대구근대역사관", address: "대구 중구 경상감영길 67 대구근대역사관", lat: 35.8717871, lng: 128.5911694},
                { name: "하우피", address: "대구 중구 경상감영길 77", lat: 35.871739, lng: 128.5916248 },
                { name: "달팽이식당", address: "대구 중구 중앙대로81길 46", lat: 35.8696974, lng: 128.5911452 },
                { name: "대구근대화거리", address: "대구 중구 경상감영길 67", lat: 35.871496, lng: 128.5953974 }
            ],
            [//day2
                { name: "도닮도예", address: "대구 북구 성북로5길 10 1층", lat: 35.891515, lng: 128.5870727},
                { name: "현풍닭칼국수 침산점", address: "대구 북구 성북로 36 더테라스스퀘어 101호 현풍닭칼국수 침산점", lat: 35.8908676, lng: 128.587574},
                { name: "모락모락 침산점", address: "대구 북구 침산남로19길 6 102,103호", lat: 35.8894076, lng: 128.5872251 },
                { name: "침산공원", address: "대구 북구 침산동 1344-1", lat: 35.897221, lng: 128.5847829 }
            ]
        ]
    },
    //  TODO 대구 2박 3일
    //? 혼자
    '8311': { // 대구 - 2박3일 - 혼자 - 빽빽여행
        days: [
            [//day1
                { name: "대구근대역사관", address: "대구 중구 경상감영길 67 대구근대역사관", lat: 35.8717871, lng: 128.5911694},
                { name: "팡팡팡", address: "대구광역시 중구 동성로1길 15 2층", lat: 35.866903, lng: 128.5944487 },
                { name: "서문시장", address: "대구 중구 달성로 50 서문시장", lat: 35.8688497, lng: 128.5807879 },
                { name: "고도아트갤러리", address: "대구 중구 달구벌대로405길 38 필름통1층", lat: 35.8673382, lng: 128.5841802 },
                { name: "모노아트그림공방", address: "대구 중구 재마루길 23 1층 모노아트그림공방", lat: 35.8650228, lng: 128.5871204 }
            ],
            [//day2
                { name: "도닮도예", address: "대구 북구 성북로5길 10 1층", lat: 35.891515, lng: 128.5870727},
                { name: "현풍닭칼국수 침산점", address: "대구 북구 성북로 36 더테라스스퀘어 101호 현풍닭칼국수 침산점", lat: 35.8908676, lng: 128.587574},
                { name: "모락모락 침산점", address: "대구 북구 침산남로19길 6 102,103호", lat: 35.8894076, lng: 128.5872251 },
                { name: "침산공원", address: "대구 북구 침산동 1344-1", lat: 35.897221, lng: 128.5847829 }
            ],
            [//day3
                { name: "사복노을공원", address: "대구 동구 사복동 837-5", lat: 35.8771627, lng: 128.751286},
                { name: "파탈리안 혁신점", address: "대구 동구 메디밸리로 5-5 세종빌딩 1층 113호", lat: 35.8725349, lng: 128.7492074},
                { name: "토이빌리지 대구 혁신점", address: "대구 동구 혁신대로 468", lat: 35.874128, lng: 128.7480304 },
                { name: "춤추는찹쌀꽈배기", address: "대구 동구 메디밸리로 13", lat: 35.8739791, lng: 128.7493669 },
                { name: "노래야노래야 코인노래연습장", address: "대구 동구 메디밸리로 13 미소프라자 201호", lat: 35.8739791, lng: 128.7493669 }
            ]
        ]
    },
    '8312': { // 대구 - 2박3일 - 혼자 - 여유로운여행
        days: [
            [//day1
                { name: "대구근대역사관", address: "대구 중구 경상감영길 67 대구근대역사관", lat: 35.8717871, lng: 128.5911694},
                { name: "하우피", address: "대구 중구 경상감영길 77", lat: 35.871739, lng: 128.5916248 },
                { name: "달팽이식당", address: "대구 중구 중앙대로81길 46", lat: 35.8696974, lng: 128.5911452 },
                { name: "대구근대화거리", address: "대구 중구 경상감영길 67", lat: 35.871496, lng: 128.5953974 }
            ],
            [//day2
                { name: "도닮도예", address: "대구 북구 성북로5길 10 1층", lat: 35.891515, lng: 128.5870727},
                { name: "현풍닭칼국수 침산점", address: "대구 북구 성북로 36 더테라스스퀘어 101호 현풍닭칼국수 침산점", lat: 35.8908676, lng: 128.587574},
                { name: "모락모락 침산점", address: "대구 북구 침산남로19길 6 102,103호", lat: 35.8894076, lng: 128.5872251 },
                { name: "침산공원", address: "대구 북구 침산동 1344-1", lat: 35.897221, lng: 128.5847829 }
            ],
            [//day3
                { name: "사복노을공원", address: "대구 동구 사복동 837-5", lat: 35.8771627, lng: 128.751286},
                { name: "스시맑음 대구혁신점", address: "대구 동구 메디밸리로 5-25 대림빌딩 101호", lat: 35.8744925, lng: 128.748869},
                { name: "토이빌리지 대구 혁신점", address: "대구 동구 혁신대로 468", lat: 35.874128, lng: 128.7480304 },
                { name: "소피아공방", address: "대구 동구 동호로3길 22 한동빌딩 2층 소피아공방", lat: 35.867198, lng: 128.7235391 }
            ]
        ]
    }
    
};