export const storeData = {
    '1111': { // 서울 - 당일치기 - 혼자 - 빽빽여행
        days: [
            [
                { name: "리움미술관", address: "서울특별시 용산구 이태원로55길 60-16", lat: 37.5378932, lng: 126.9993937 },
                { name: "로코스비비큐", address: "서울특별시 용산구 회나무로 83", lat: 37.5409436, lng: 126.9954877 },
                { name: "남산 야외식물원", address: "서울특별시 용산구 소월로 323", lat: 37.5427327, lng: 126.9936572 },
                { name: "N서울타워", address: "서울특별시 용산구 남산공원길 105", lat: 37.5511694, lng: 126.9882266 },
                { name: "해방촌 신흥시장", address: "서울특별시 용산구 신흥로 95-9", lat: 37.5452795, lng: 126.9850689 }
            ]
        ]
    },
    '1112': { // 서울 - 당일치기 - 혼자 - 여유로운여행
        days: [
            [
                { name: "원조남산왕돈까스", address: "서울특별시 중구 소파로 107", lat: 37.5573335, lng: 126.9860967 },
                { name: "커피나무", address: "서울특별시 중구 남산동2가 49-32", lat: 37.557119, lng: 126.985802 },
                { name: "남산 케이블카", address: "서울특별시 중구 소파로 83", lat: 37.5565908, lng: 126.9839744 },
                { name: "N서울타워", address: "서울특별시 용산구 남산공원길 105", lat: 37.5511694, lng: 126.9882266 }
            ]
        ]
    },
    '1211': { // 서울 - 1박2일 - 혼자 - 빽빽여행
        days: [
            [//day1
                { name: "리움미술관", address: "서울특별시 용산구 이태원로55길 60-16", lat: 37.5378932, lng: 126.9993937 },
                { name: "로코스비비큐", address: "서울특별시 용산구 회나무로 83", lat: 37.5409436, lng: 126.9954877 },
                { name: "남산 야외식물원", address: "서울특별시 용산구 소월로 323", lat: 37.5427327, lng: 126.9936572 },
                { name: "N서울타워", address: "서울특별시 용산구 남산공원길 105", lat: 37.5511694, lng: 126.9882266 },
                { name: "해방촌 신흥시장", address: "서울특별시 용산구 신흥로 95-9", lat: 37.5452795, lng: 126.9850689 }
            ],
            [//day2
                { name: "도닮도예", address: "대구 북구 성북로5길 10 1층", lat: 35.891515, lng: 128.5870727},
                { name: "현풍닭칼국수 침산점", address: "대구 북구 성북로 36 더테라스스퀘어 101호 현풍닭칼국수 침산점", lat: 35.8908676, lng: 128.587574},
                { name: "모락모락 침산점", address: "대구 북구 침산남로19길 6 102,103호", lat: 35.8894076, lng: 128.5872251 },
                { name: "침산공원", address: "대구 북구 침산동 1344-1", lat: 35.897221, lng: 128.5847829 }
            ]
        ]
    },
    '1212': { // 서울 - 1박2일 - 혼자 - 여유여행
        days: [
            [//day1
                { name: "원조남산왕돈까스", address: "서울특별시 중구 소파로 107", lat: 37.5573335, lng: 126.9860967 },
                { name: "커피나무", address: "서울특별시 중구 남산동2가 49-32", lat: 37.557119, lng: 126.985802 },
                { name: "남산 케이블카", address: "서울특별시 중구 소파로 83", lat: 37.5565908, lng: 126.9839744 },
                { name: "N서울타워", address: "서울특별시 용산구 남산공원길 105", lat: 37.5511694, lng: 126.9882266 }
            ],
            [//day2
                { name: "도닮도예", address: "대구 북구 성북로5길 10 1층", lat: 35.891515, lng: 128.5870727},
                { name: "현풍닭칼국수 침산점", address: "대구 북구 성북로 36 더테라스스퀘어 101호 현풍닭칼국수 침산점", lat: 35.8908676, lng: 128.587574},
                { name: "모락모락 침산점", address: "대구 북구 침산남로19길 6 102,103호", lat: 35.8894076, lng: 128.5872251 },
                { name: "침산공원", address: "대구 북구 침산동 1344-1", lat: 35.897221, lng: 128.5847829 }
            ]
        ]
    },
    '8111': { // 대구 - 당일치기 - 혼자 - 빽빽여행
        days: [
            [
                { name: "대구근대역사관", address: "대구 중구 경상감영길 67 대구근대역사관", lat: 35.8717871, lng: 128.5911694},
                { name: "팡팡팡", address: "대구광역시 중구 동성로1길 15 2층", lat: 35.866903, lng: 128.5944487 },
                { name: "서문시장", address: "대구 중구 달성로 50 서문시장", lat: 35.8688497, lng: 128.5807879 },
                { name: "고도아트갤러리", address: "대구 중구 달구벌대로405길 38 필름통1층", lat: 35.8673382, lng: 128.5841802 },
                { name: "모노아트그림공방", address: "대구 중구 재마루길 23 1층 모노아트그림공방", lat: 35.8650228, lng: 128.5871204 }
            ]
        ]
    },
    '8112': { // 대구 - 당일치기 - 혼자 - 여유로운여행
        days: [
            [
                { name: "대구근대역사관", address: "대구 중구 경상감영길 67 대구근대역사관", lat: 35.8717871, lng: 128.5911694},
                { name: "하우피", address: "대구 중구 경상감영길 77", lat: 35.871739, lng: 128.5916248 },
                { name: "달팽이식당", address: "대구 중구 중앙대로81길 46", lat: 35.8696974, lng: 128.5911452 },
                { name: "대구근대화거리", address: "대구 중구 경상감영길 67", lat: 35.871496, lng: 128.5953974 }
            ]
        ]
    },
    '8211': { // 대구 - 1박 2일 - 혼자 - 빽빽여행
        days: [
            [//day1
                { name: "대구근대역사관", address: "대구 중구 경상감영길 67 대구근대역사관", lat: 35.8717871, lng: 128.5911694},
                { name: "팡팡팡", address: "대구광역시 중구 동성로1길 15 2층", lat: 35.866903, lng: 128.5944487 },
                { name: "서문시장", address: "대구 중구 달성로 50 서문시장", lat: 35.8688497, lng: 128.5807879 },
                { name: "고도아트갤러리", address: "대구 중구 달구벌대로405길 38 필름통1층", lat: 35.8673382, lng: 128.5841802 },
                { name: "모노아트그림공방", address: "대구 중구 재마루길 23 1층 모노아트그림공방", lat: 35.8650228, lng: 128.5871204 }
            ],
            [//day2
                { name: "도닮도예", address: "대구 북구 성북로5길 10 1층", lat: 35.891515, lng: 128.5870727},
                { name: "현풍닭칼국수 침산점", address: "대구 북구 성북로 36 더테라스스퀘어 101호 현풍닭칼국수 침산점", lat: 35.8908676, lng: 128.587574},
                { name: "모락모락 침산점", address: "대구 북구 침산남로19길 6 102,103호", lat: 35.8894076, lng: 128.5872251 },
                { name: "침산공원", address: "대구 북구 침산동 1344-1", lat: 35.897221, lng: 128.5847829 }
            ]
        ]
    },
    '8212': { // 대구 - 1박 2일 - 혼자 - 여유로운여행
        days: [
            [//day1
                { name: "대구근대역사관", address: "대구 중구 경상감영길 67 대구근대역사관", lat: 35.8717871, lng: 128.5911694},
                { name: "하우피", address: "대구 중구 경상감영길 77", lat: 35.871739, lng: 128.5916248 },
                { name: "달팽이식당", address: "대구 중구 중앙대로81길 46", lat: 35.8696974, lng: 128.5911452 },
                { name: "대구근대화거리", address: "대구 중구 경상감영길 67", lat: 35.871496, lng: 128.5953974 }
            ],
            [//day2
                { name: "도닮도예", address: "대구 북구 성북로5길 10 1층", lat: 35.891515, lng: 128.5870727},
                { name: "현풍닭칼국수 침산점", address: "대구 북구 성북로 36 더테라스스퀘어 101호 현풍닭칼국수 침산점", lat: 35.8908676, lng: 128.587574},
                { name: "모락모락 침산점", address: "대구 북구 침산남로19길 6 102,103호", lat: 35.8894076, lng: 128.5872251 },
                { name: "침산공원", address: "대구 북구 침산동 1344-1", lat: 35.897221, lng: 128.5847829 }
            ]
        ]
    },
    '8311': { // 대구 - 2박3일 - 혼자 - 빽빽여행
        days: [
            [//day1
                { name: "대구근대역사관", address: "대구 중구 경상감영길 67 대구근대역사관", lat: 35.8717871, lng: 128.5911694},
                { name: "팡팡팡", address: "대구광역시 중구 동성로1길 15 2층", lat: 35.866903, lng: 128.5944487 },
                { name: "서문시장", address: "대구 중구 달성로 50 서문시장", lat: 35.8688497, lng: 128.5807879 },
                { name: "고도아트갤러리", address: "대구 중구 달구벌대로405길 38 필름통1층", lat: 35.8673382, lng: 128.5841802 },
                { name: "모노아트그림공방", address: "대구 중구 재마루길 23 1층 모노아트그림공방", lat: 35.8650228, lng: 128.5871204 }
            ],
            [//day2
                { name: "도닮도예", address: "대구 북구 성북로5길 10 1층", lat: 35.891515, lng: 128.5870727},
                { name: "현풍닭칼국수 침산점", address: "대구 북구 성북로 36 더테라스스퀘어 101호 현풍닭칼국수 침산점", lat: 35.8908676, lng: 128.587574},
                { name: "모락모락 침산점", address: "대구 북구 침산남로19길 6 102,103호", lat: 35.8894076, lng: 128.5872251 },
                { name: "침산공원", address: "대구 북구 침산동 1344-1", lat: 35.897221, lng: 128.5847829 }
            ],
            [//day3
                { name: "사복노을공원", address: "대구 동구 사복동 837-5", lat: 35.8771627, lng: 128.751286},
                { name: "파탈리안 혁신점", address: "대구 동구 메디밸리로 5-5 세종빌딩 1층 113호", lat: 35.8725349, lng: 128.7492074},
                { name: "토이빌리지 대구 혁신점", address: "대구 동구 혁신대로 468", lat: 35.874128, lng: 128.7480304 },
                { name: "춤추는찹쌀꽈배기", address: "대구 동구 메디밸리로 13", lat: 35.8739791, lng: 128.7493669 },
                { name: "노래야노래야 코인노래연습장", address: "대구 동구 메디밸리로 13 미소프라자 201호", lat: 35.8739791, lng: 128.7493669 }
            ]
        ]
    },
    '8312': { // 대구 - 2박3일 - 혼자 - 여유로운여행
        days: [
            [//day1
                { name: "대구근대역사관", address: "대구 중구 경상감영길 67 대구근대역사관", lat: 35.8717871, lng: 128.5911694},
                { name: "하우피", address: "대구 중구 경상감영길 77", lat: 35.871739, lng: 128.5916248 },
                { name: "달팽이식당", address: "대구 중구 중앙대로81길 46", lat: 35.8696974, lng: 128.5911452 },
                { name: "대구근대화거리", address: "대구 중구 경상감영길 67", lat: 35.871496, lng: 128.5953974 }
            ],
            [//day2
                { name: "도닮도예", address: "대구 북구 성북로5길 10 1층", lat: 35.891515, lng: 128.5870727},
                { name: "현풍닭칼국수 침산점", address: "대구 북구 성북로 36 더테라스스퀘어 101호 현풍닭칼국수 침산점", lat: 35.8908676, lng: 128.587574},
                { name: "모락모락 침산점", address: "대구 북구 침산남로19길 6 102,103호", lat: 35.8894076, lng: 128.5872251 },
                { name: "침산공원", address: "대구 북구 침산동 1344-1", lat: 35.897221, lng: 128.5847829 }
            ],
            [//day3
                { name: "사복노을공원", address: "대구 동구 사복동 837-5", lat: 35.8771627, lng: 128.751286},
                { name: "스시맑음 대구혁신점", address: "대구 동구 메디밸리로 5-25 대림빌딩 101호", lat: 35.8744925, lng: 128.748869},
                { name: "토이빌리지 대구 혁신점", address: "대구 동구 혁신대로 468", lat: 35.874128, lng: 128.7480304 },
                { name: "소피아공방", address: "대구 동구 동호로3길 22 한동빌딩 2층 소피아공방", lat: 35.867198, lng: 128.7235391 }
            ]
        ]
    }
    
};