<body>
    <section class="customerService">
        <h1>자주 묻는 질문</h1>
        <ul>
            <li>
                <p>트립모먼트는 무엇인가요?</p>
                <p>트립모먼트란 여행 중 찍은 사진만을 공유할 수 있는 공간입니다.</p>
            </li>
            <li>
                <p>트래블로그는 무엇인가요?</p>
                <p>트래블로그란 여행 중 있던 일들을 사진과 함께 글로 작성하여 공유할 수 있는 공간입니다.</p>
            </li>
            <li>
                <p>글 작성은 어떻게하나요?</p>
                <p>원하는 게시판을 선택하여 포스팅 버튼을 눌러 게시글을 작성할 수 있습니다.</p>
            </li>
            <li>
                <p>인기 게시글 선정 기준은 어떻게 되나요?</p>
                <p>게시글의 좋아요 수를 기준으로 가장 높은 좋아요를 게시글이 인기 게시글로 선정됩니다.</p>
            </li>
            <li>
                <p>다른 로그인 방법은 없나요?</p>
                <p>추후 개발 예정입니다.</p>
            </li>
        </ul>
    </section>
</body>
